{
  "truth": {
    "旧日追光": [],
    "西装之外": [],
    "酒胆探心": [],

    "闲语微风": [],
    "夜色无主": [],
    "边境失守": [],

    "花影轻言": [
        "在真正开始前，你觉得我们最少该对彼此了解些什么，才算安心迈出第一步",
        "如果把过去的恋情比作一本书，你愿意分享几本呢",
        "那些离开的故事里，分别的理由是哪种篇章",
        "曾经你们之间最让你心动的亲密瞬间是怎样的",
        "有没有过一些让自己都意外、甚至有点出格的共同经历",
        "回望过去，哪段关系让你像长大了一岁又一岁的",
        "假如某天过去的人再次叩门，你的回应会是什么样子",

        "你会被颜值打动吗，那种让你多看一眼的长相是什么样",
        "心目中伴侣的模样，能用几句描给我听听吗",
        "从朋友到恋人的那一刻，对你来说发生了什么变化",
        "如果在确认之前，有人也在靠近你，你会怎样选择",
        "选恋人时，你最在意的三个关键词是什么",
        "一见钟情和日久生情，哪个更像你心里的爱情",
        "在我身上，什么会悄悄吸引你",
        "当恋人和异性之间的互动有点“暧昧感”，你会是什么心情",
        "如果相爱，你会想去了解我的手机世界吗",
        "约会时的交通、花费、礼物…你觉得怎样的平衡最舒服",
        "刚在一起时，你能接受的身体亲近到哪一步",
        "如果我伸手想抱你，你会怎么回应",
        "如果我突然吻你呢，那刻你会推开还是闭眼",

        "在日常里，你是偏依赖对方，还是保持一份独立感",
        "你更像热闹人群里的中心，还是安静角落里的聆听者",
        "生活和工作之间，你会如何为爱留出空间",
        "婚后你希望我们怎样规划家庭财务",
        "如果长辈的意见和我们自己的决定冲突了，你会怎么护住彼此",
        "对情趣世界，你好奇或愿意探索到什么程度",
        "在角色偏好里，你觉得自己更像主导方还是被引导方",
        "公共场合，你能接受的亲密程度是哪种温度",
        "当压力袭来，你会找什么方式让自己重新呼吸",
        "在生活的节奏里，你会去拥抱安稳还是追逐冒险",

        "你的味蕾最偏爱哪种味道、哪种料理",
        "如果立刻收拾行李，你会飞去哪里",
        "平时最喜欢的电影、音乐或书籍类型是什么",
        "你觉得自己最闪光的地方在哪里，又有什么小瑕疵",

        "有没有一些你只会在很亲近的人面前才会说的故事",
        "那些曾经悄悄喜欢过的人，现在想起来会笑还是会红脸",
        "如果要在现场说一个“只有你敢问我敢答”的秘密，会选哪一个",

        "你对“小圈文化”或情趣探索的认知和边界在哪里",
        "有没有过让你心跳到发烫的极限体验",
        "你能想到的最疯狂的幻想是什么",
        "如果在安全和信任之下，你愿意把自己交给怎样的掌控",
        "当情绪和欲望同时被点燃，你会顺从还是反客为主"
    ],
    "月下探心": [
        "如果今晚不计一切，你最想和我做的一件事会是什么",
        "你最想和我去的私密场所有哪些",
        "有没有一种气味会让你想起亲密的时刻",
        "你喜欢我用什么语气和你说悄悄话",
        "当我靠近时，你最先注意到的是我的哪里",
        "你会幻想和我一起尝试怎样的极限体验",
        "如果我拉着你去一个未知的地方，你希望接下来发生什么",
        "哪种触碰会让你瞬间沉默下来",
        "你觉得我对你做的哪件事会让你身体一颤",
        "你希望我们第一次独处多久才会分开",
        "如果我在你耳边轻声喊你的名字，你会做什么",
        "如果在深夜收到我的消息，你希望内容是怎样的",
        "你喜欢我眼神停留在你身体的哪个部分",
        "你能想象和我一起醒来的清晨吗，你开口第一句话会说什么",
        "哪种约会会让你心动一整晚",
        "你觉得我们第一次接吻会发生在哪里",
        "你会幻想我穿怎样的衣服让你失控",
        "你喜欢先被撩还是先出手",
        "和我在一起时，你更想主导还是被主导",
        "如果我在你背后环抱你，你会怎么回应",
        "你希望我在什么时候叫你的名字最动听",
        "你喜欢我在你说话时怎么打断你",
        "有没有一个你只想和我分享的秘密",
        "假如我正在喝一瓶饮料，你喜欢我用怎样的方式喂你",
        "假如我正在吃一包零食，你喜欢我用怎样的方式喂你",
        "你最喜欢我身上哪里的味道"
    ],
    "魅影低语": [
        "如果今晚你愿意完全交给我，你希望我先从哪里开始探索",
        "你更愿意为爱低头，还是把我头按倒身下",
        "当我俯身靠近时，你会期待我先吻哪里",
        "你希望我在你耳边说出怎样挑逗你的话",
        "当我慢慢引导你时，你会期待我用什么方式让你感受到我的渴望",
        "如果我在黑暗里只用触觉认识你，你会希望我先触碰哪里",
        "你觉得怎样的动作会让我记住你整晚",
        "你会希望我用怎样的方式告诉你“我现在很想要你”",
        "如果我在你唇间留下带着温热的口水，你会咽下还是回吻",
        "如果我要求不情愿的你为爱低头，你会选择先慢慢靠近闻味，还是直接下口"
    ],
    "欲火焚身": []
  },
  "dare": {
    "旧日追光": [],
    "西装之外": [],
    "酒胆探心": [],

    "闲语微风": [],
    "夜色无主": [],
    "边境失守": [],

    "初光浅照": [],
    "月下探心": [],
    "情潮暗涌": [],
    "欲火焚身": []
  }
}