
// 待处理
[


    "-把手机或表塞进内裤呼叫震动30秒，持续接吻",
    "接吻-被主人死死堵住嘴，直到喘不过气",
    "推门-身体被粗暴顶开，无法阻挡",
    "锁门-被反锁关在屋内，只能乖乖服侍",
    "灌溉-被主人一次次射满，直到溢出",
    "风铃-被吊起来，身体随主人的节奏摇晃",
    "开灯-被主人扯掉遮挡，在灯下彻底暴露",
    "关灯-在黑暗中被迫张开双腿迎接进入",


]


// 极端-让人难以接受的性行为
[
    "堵车-(男主)被塞入异物后再被主人进入",
    "泡芙-(男主)给对方的体内灌入牛奶，然后让对方喝下",
    "失禁-被折磨到快高潮，以尿失禁方式认输",
    "囤粮-后门被塞入火腿肠或其他食物，保持直到触发开仓",
    "开仓-(自动触发'屯粮')后门被塞入的食物给对方吃掉",
    "溺爱-被主人强行将头按在身下对嘴排泄，体验呛水",
]


// 重度-正式情侣，包含容易接受的性行为
[
    "乌龟-主人会在你面前看片自慰，并把私处凑到你面前，你必须耐心等待她看完",
    "拉窗帘-被蒙住眼睛，任由主人随意摆布",
    "我爱你-一边做爱一边说“我爱你”，直到高潮",
    "崩溃-被主人玩弄到失声喊叫",
    "压榨-被弄到高潮后继续玩弄30s",
    "收紧-可选入口等待被插入后收紧，如果被对方一次拔出则任意惩罚",
    "入侵-入口紧缩防止被插入，如果被强行插入则任意惩罚",
    "仰望-跪着仰头含住，眼神不能移开，保持30s",
    "张嘴-必须张开嘴接住主人的任意赏赐",
    "窥探-撑开最隐秘的地方让对方观看",
    "掌控-让出身体控制权，只能任人摆布",
    "拉伸/拓展-私处被拉伸到极限或者洞穴被撑开到最大",
    "强迫-双方扮演一场强迫游戏",
    "夹击-被同时控制前后玩弄30s",
    "掌控-让出身体控制权，只能任人摆布",
    "趴好-四肢着地抬起臀部等待",
    "化妆-液体被主人任意涂抹身体各处",
    "灌肠-给对方的后门灌入液体，直到满溢",
    "焚烧-滴蜡在身体任意处",
    "鞭笞-被皮带或拍子抽打大腿和臀部",
    "雨滴-上位者在身上淋水，任由水珠滑落到下方身上",
    "通电-被通电的玩具插入体内",
    "倒油-手指倒上花生油，按摩对方的私密入口",
    "炒菜-倒油润滑后，慢慢抽插对方最敏感的柔软之处",
    "刀子嘴-主人用牙齿咬住私密入口，轻轻拉扯",
    "豆腐心-主人将其按在胸前，轻轻揉捏",
    "充电-插入身体保持不动30s",
    "抽水-吸干对方的私密液体，直到干爽",
    "深喉-被压住头部强迫含到底",
]
// 正常-准情侣，正常身体接触，不含性行为
[
    "窒息-被掐住脖子，体验窒息，直到求饶",

    "鞭笞-被皮带或拍子抽打大腿和臀部",
    "雨滴-上位者在身上淋水，任由水珠滑落到下方身上",
    "奖励-可以向对方索取任意方式的奖励",
    "仰望-跪在对方面前仰头，眼神不能移开，保持10s",
    "掌控-让出身体控制权，只能任人摆布",
    "抱腿-双手抱住主人的大腿，大声喊妈妈（爸爸）",
    "打字-主人用手指在对方身体上打字，你唱一段歌曲，如果跑调接受任意惩罚",
    "弹琴-手指深入对方衣服一顿乱戳，直到发出呻吟",
    "铺床-被压在床单上，铺开身体供主人享用",
    "开窗户-被强行掰对方开身体，如果阻拦失败则任其摆布",
    "垫脚石-被主人用脚踩在胸口或脸上",
    "奖励-可以向对方索取任意方式的奖励",
    "敲锣-打耳光",
    "打鼓-打屁股",
    "撞击-以后入方式狠狠撞击对方",
    "壁咚-被对方壁咚，身体被压在墙上",
    "痒-用私处摩擦对方身体",
    "铺床-被压在床上，无法动弹，只能承受",
    "叠被-双腿并拢抬起折叠，完全暴露私处",
    "接生-双腿被分开搭在对方肩膀上，完全暴露私处",
    "人质-双手被绑，腿被主人用力掰开，任意摆布",
    "草莓-被主人在胸口或脖子留下明显痕迹",
]
// 轻度-初次认识
[

]


// 怀疑
[
    "合拢-夹住不许放开，直到主人满意",
    "交换-",
    "惩戒-一边进入一边打屁股教育",

    "监禁-被关在角落里等候主人的临幸",
    "流动-液体在体内来回冲击溢出",
    "展示-摆姿势等待被主人牵到镜子前看自己被操",

    "贪婪-被主人反复索取，不许拒绝",

    "凌辱-被主人在最羞耻的地方蹂躏",

    "翻滚-被主人在床上翻来覆去玩弄",
    "羞辱-可以使用一次任意方式，羞辱对方",
    "听歌-耳边被迫听着自己呻吟的回声",
]


[
    "你觉得恋爱前两个人需要了解的最低限度是什么",
    "你有过几个前任",
    "你跟前任分手原因分别是什么",
    "你跟前任做过最亲密的事是什么",
    "你跟前任做过最变态的事是什么",
    "过去的感情里哪一段让你成长最多",
    "如果前任突然联系你，你会如何应对",

    "你是颜控吗？喜欢什么外貌的异性",
    "你理想伴侣的形象是什么样的",
    "从朋友到恋人的关键转折点对你来说是什么",
    "确认关系前出现竞争者你会怎么做",

    "你选择恋爱对象最看重的三个方面",
    "你相信一见钟情还是日久生情，你更倾向于哪种",
    "恋爱中我哪里会吸引你",
    "如果伴侣和异性朋友开暧昧玩笑或者走得很近你会有何反应",
    "你在确认关系后会查对方手机吗",
    "你怎么看待和对方之间的平等相处，比如约会交通，请客花费，礼物往来",
    "恋爱初期可接受的肢体接触有哪些",
    "我可以拥抱你吗",
    "我可以强吻你吗",

    "你平时会更依赖另一半还是保持独立",
    "日常生活中你更偏内向还是外向",
    "生活与工作之间的平衡你会怎么把握",

    "婚后家庭财政你希望如何分配",
    "长辈干预夫妻决定你会如何回应",

    "你是否了解或接受小圈文化，接受尺度有多大",
    "你觉得自己更偏向S还是M",

    "公共场合你可以接受的亲密举动尺度有多大",
    "遇到压力你会如何释放",
    "你更享受安稳还是冒险",

    "介绍一下你爱吃的食物口味",
    "你想去什么样的地方旅行",
    "你平时喜欢什么类型的电影，音乐和书籍",
    "你觉得自己最大的优点和缺点分别是什么"
]